; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Ezt a szoftvert nem lehet elindítani, mivel egy másik felhasználó használja éppen."
MSE1="A rendszert nem lehet újraindítani. Zárja be a telepítőt és a futó programokat. Ezután lépjen ki a Canon telepítőből, és próbálkozzon újra."
MSE2="Ez a program nem használható a jelenlegi operációs rendszerben."
MSE3="A szoftver telepítéséhez a Rendszergazdák csoportjának tagjaként kell bejelentkeznie.\nA telepítés megszakításához kattintson az [OK] gombra, és vegye ki a CD-ROM-ot.\nA telepítés megszakítása után jelentkezzen be rendszergazdaként, majd helyezze be ismét a CD-ROM-ot."
MSE3_Mac="A szoftver elindításához Rendszergazdaként kell bejelentkezni."
MSE31_Mac="E szoftver telepítéséhez egy rendszergazdai felhasználói névre és jelszóra van szükség."
MSE4="A kijelölt fájlok megtekintéséhez egy megfelelő alkalmazásra van szüksége."
MSE5="Nincs elég hely a(z) %D% meghajtón. A szoftver telepítéséhez %S% MB terület szükséges."
MSE6="A beírt mappanév érvénytelen. Adjon meg egy helyi merevlemezen lévő írható mappát."
MSE7="Az alacsony képernyőfelbontás miatt a program nem indítható. Állítsa be a felbontást 800x600-as vagy nagyobb értékre, majd indítsa újra a műveletet.\nHa Tablet PC-re telepít, állítsa a képernyő tájolását fekvőre, majd utána indítsa el a műveletet."
MSE7_Mac="Az alacsony képernyőfelbontás miatt a program nem indítható. Állítsa be a felbontást 800x600-as vagy nagyobb értékre, majd indítsa újra a műveletet."
MSE8="Nincs CD-ROM a CD-ROM meghajtóban.\nHelyezze újra be a CD-ROM-ot a meghajtóba."
MSE9="Egy fájlnév nem tartalmazhatja a következő karaktereket:\n/ , ; * ? \\" < > |"
MSE10="A megadott útvonalnév hossza meghaladja a korlátot. Legfeljebb 150 karakter hosszú útvonalnevet adjon meg."
MSE11="Az útvonalban nincs megadva a meghajtónév vagy relatív útvonalat adtak meg. Abszolút útvonalat adjon meg."
MSE12="A [Könnyű telepítés] a jelenlegi operációs rendszeren nem használható."
MSE15="Ezt a programot nem lehet Windows 2000 Service Pack 4 vagy régebbi operációs rendszeren végrehajtani. Ha operációs rendszere régebbi, mint a Windows 2000 Service Pack 4, frissítsen erre vagy egy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE16="A fájl nem nyitható meg."
MSE17="Ezt a programot nem lehet Windows XP Service Pack 2 vagy régebbi operációs rendszeren futtatni. Ha operációs rendszere régebbi, mint a Service Pack 2-es verzió, akkor frissítse a Windows XP-t a Service Pack 2-re vagy egy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE18="Ezt a programot csak Windows XP Service Pack 3 vagy újabb operációs rendszeren lehet futtatni Windows XP használatakor. Frissítse a Windows XP-t a Service Pack 3 vagy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE19="Ezt a programot csak Windows Vista Service Pack 1 vagy újabb operációs rendszeren lehet futtatni Windows Vista használatakor. Frissítse a Windows Vista a Service Pack 1 vagy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE20="Ezt a programot csak Windows Vista Service Pack 2 vagy újabb operációs rendszeren lehet futtatni Windows Vista használatakor. Frissítse a Windows Vista a Service Pack 2 vagy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."

MSW1="A fájl frissítve lett, mivel a rendszerben egy régi verziója volt megtalálható. A frissítés befejezéséhez indítsa újra a rendszert. A rendszer újraindításához kattintson az [OK] gombra. A szoftver automatikusan elindul, mihelyt a rendszer újraindult."
MSW2="A(z)\n\"%P%\"\nnevű mappa nem létezik. Létre kívánja hozni?"
MSW3="Az operációs rendszer verziójától függően a telepítés lehet, hogy nem lesz megfelelően befejezve. Az [Ellenőrizze a legújabb információt] gombra kattintva meglátogathatja a Canon weboldalát és megtekintheti a legfrissebb információkat.\n\nA legfrissebb információk megtekintése után a telepítés folytatásához kattintson a [Telepítés folytatása] gombra. A telepítés megszakításához kattintson a [Telepítés megszakítása] gombra."
MSW4=

MSM0001="OK"
MSM0002="Mégse"
MSM0003="Igen"
MSM0004="Nem"
MSM0005="Vissza"
MSM0006="Tovább"
MSM0007="Folytatás"
MSM0008="Megszakítás"
MSM0009="Kilépés"
MSM0010="Telepítés"
MSM0011="Súgó"
MSM0012="Minden kiválasztása"
MSM0013="Kiválasztások vissza"
MSM0014="Ellenőrizze a legújabb információt"
MSM0015="Telepítés folytatása"
MSM0016="Telepítés megszakítása"
MSM0017="Nyelv"
MSM0018="Alapért."
MSM0019="Kihagyás"
MSM0020="Vissza az elejére"

MSM0101="Hiba"
MSM0102="Figyelmeztetés"
MSM0103="Információ"
MSM0104="Canon"

MSM1001="Nyelvkiválasztás"
MSM1002="Válassza ki az ezzel a programmal használandó nyelvet, majd kattintson a [Tovább] gombra."
MSM1003="Válassza ki az ezzel a programmal használandó nyelvet, majd kattintson a [Vissza] gombra."

MSM1011=

MSM1021="Információ lekérése"
MSM1022="Információk lekérése a legújabb illesztőprogramokról és szoftverekről. Kérem, várjon."
MSM1023=

MSM1031="Információlekérési hiba"
MSM1032="Nem sikerült lekérni az információkat a legújabb illesztőprogramokról és szoftverekről. Ellenőrizze a hálózati kapcsolatot, és próbálja újra."

MSM1051="Válassza ki a nyomtatót"
MSM1052="Válassza ki a lapolvasót"
MSM1053="Válassza ki a telepítendő nyomtatót, majd kattintson a [Tovább] gombra."
MSM1054="Válassza ki a telepítendő lapolvasót, majd kattintson a [Tovább] gombra."

MSM1101="Válassza ki a lakóhelyét"
MSM1102="Válassza ki a lakóhelyét, majd kattintson a [Tovább] gombra."
MSM1103="USA, Kanada, Latin-Amerika"
MSM1104="Európa, Közép-Kelet, Afrika"
MSM1105="Ázsia"
MSM1106="Csendes-óceáni terület"

MSM1111="Válassza ki az országát vagy a lakóhelyét, majd kattintson a [Tovább] gombra. Ha az országa vagy a lakóhelye nincs lent listázva, válassza az \"Egyéb\" pontot."
MSM1116="Ország vagy régió választása"
MSM1117="Válassza ki a lakóhelyét."
MSM1118="Válassza ki az országát vagy a lakóhelyét. Ha az országa vagy a lakóhelye nincs lent listázva, válassza az \"Egyéb\" pontot."

MSM1201="Válassza ki a telepítési eljárást, majd kövesse a képernyőn megjelenő utasításokat."
MSM1202="Az első alkalommal használóknak ajánlott"
MSM1203="Egyszerű telepítés"
MSM1204="Ez a módszer automatikusan telepíti a szoftvert."
MSM1205="Egyéni telepítés"
MSM1206="Ezzel a módszerrel kiválaszthatja, hogy mely programokat kívánja használni, s csak azok lesznek telepítve."
MSM1207="Leállítja a szoftver telepítését."
MSM1208="Canon színes lapolvasó"
MSM1209="CanoScan telepítő segédprogram"
MSM1210="Creative Photo Album Kit"
MSM1211="Ezzel a módszerrel kiválaszthatja, hogy mely programokat kívánja használni, s csak azok lesznek telepítve."
MSM1221="Kiválaszthatja, hogy a nyomtatót USB-kapcsolaton vagy helyi hálózati kapcsolaton keresztül kívánja-e használni. A csatlakoztatási mód kiválasztásához kövesse a képernyőn megjelenő utasításokat.\n\nHa a nyomtatót helyi hálózati kapcsolaton keresztül használja, meg kell adnia a hálózati beállításokat. Ha a beállítások már meg vannak adva, a kapcsolat automatikusan létrejön. Ha a beállítások még nincsenek megadva, a nyomtató beállításához kövesse a képernyőn megjelenő utasításokat."
MSM1222="A következő művelet a szoftver telepítése. Kövesse a képernyőn megjelenő utasításokat."
MSM1231="Megváltoztathatja a csatlakoztatási módot, szoftvert telepíthet vagy újrakezdheti a telepítést. Csak akkor kattintson a [Telepítés újrakezdése] gombra, ha a nyomtató nem működik megfelelően."
MSM1232="Csatlakoztatási mód váltása"
MSM1233="A csatlakoztatási módot megváltoztathatja USB-kapcsolatról hálózati kapcsolatra és fordítva."
MSM1234="Szoftver telepítése"
MSM1235="Válassza ki a telepíteni vagy újratelepíteni kívánt szoftvert."
MSM1236="Telepítés újrakezdése"
MSM1237="Újrakezdheti a műveletet a kapcsolat beállításaitól."
MSM1238="Szoftvert telepíthet vagy újrakezdheti a telepítést. Csak akkor kattintson a [Telepítés újrakezdése] gombra, ha a nyomtató nem működik megfelelően."
MSM1239="A fax használatához"
MSM1241="Nyomtatóbeállítás"
MSM1242="Elindul a készülék számítógépről történő használatának beállítása. Kövesse a képernyőn megjelenő utasításokat."
MSM1243="Nyomtatóbeállítás"
MSM1244="Ezzel a szoftverrel a készüléket számítógépről is használhatja."
MSM1245="Hasznos szoftverek"
MSM1246="A készülék kényelmesebb használatát lehetővé tevő szoftverek telepítése."
MSM1247="Online kézikönyv"
MSM1248="A kézikönyv online formában tekinhető meg."
MSM1249="Az interneten talált frissített szoftverek használata"
MSM1301="Egyszerű telepítés"
MSM1302="A felsorolt programok telepítésre kerülnek. A végrehajtásához kattintson a [Telepítés] gombra.\n\nA szoftverleírás megjelenítéséhez mozgassa az egérmutatót a szoftver nevére."
MSM1304="A FONTOS fájl megjelenítése: "
MSM1305="A(z) %DRIVELETTER% meghajtón %DISKSPACE% MB szabad terület van"
MSM1306="A teljes használt terület: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="A(z) %s leírásának megtekintéséhez kattintson erre a gombra."
MSM1309="A(z) %s FONTOS fájljának megtekintéséhez kattintson erre a gombra."
MSM1310="Illesztőprogram és kézikönyv"
MSM1311="Alkalmazás"
MSM1312="Becsült telepítési idő: %INSTALLTIME_MIN% - %INSTALLTIME_MAX% perc"
MSM1313=
MSM1314="Ez a szoftver kötelező. Ezért bejelölésének törlése nem ajánlott.\nKívánja törölni a bejelölését?"
MSM1315="A telepítés eltarthat egy ideig a hálózati környezettől függően."

MSM1401="Egyéni telepítés"
MSM1402="Jelölje be a telepítendő programok jelölőnégyzetét, majd kattintson a [Tovább] gombra.\nA szoftverleírás megjelenítéséhez kérem, mozgassa az egérmutatót a szoftver nevére."
MSM1402_Mac="Jelölje be a telepítendő programok jelölőnégyzetét, majd kattintson a [Telepítés] gombra.\nA szoftverleírás megjelenítéséhez kérem, mozgassa az egérmutatót a szoftver nevére."
MSM1451="Szoftvertelepítési lista"
MSM1452="A telepítőprogram a kiválasztott szoftvert telepíti. Ellenőrizze, hogy a telepíteni kívánt szoftvert választotta ki, majd kattintson a [Tovább] gombra."
MSM1453_Mac=
MSM1454="Ezt a szoftvert kötelező telepíteni, kiválasztása nem szüntethető meg."
MSM1455_Mac=

MSM1501="A telepítés helyének megváltoztatása"
MSM1502="Megváltoztathatja a(z) %LOCATIONITEM% telepítésének helyét."
MSM1503="Ha a hely megváltoztatása nem szükséges, akkor kattintson a [Telepítés] gombra."
MSM1504="A hely megváltoztatásához kattintson a [Tallózás...] gombra, válassza ki azt a mappát, ahová a szoftvert telepíteni kívánja, majd kattintson a [Telepítés] gombra."
MSM1505="Telepítés helye:"
MSM1506="Tallózás..."
MSM1507="%DRIVELETTER% meghajtó Szabad terület: %DISKSPACE% MB Igényelt terület: %ITEMSPACE% MB"
MSM1508="%APPDRIVELETTER% meghajtó Szabad terület: %APPDISKSPACE% MB Igényelt terület: %APPITEMSPACE% MB"

MSM1601="Felhasználói megállapodás"
MSM1602="A kijelölt programok telepítése előtt figyelmesen olvassa el a lenti felhasználói megállapodást."
MSM1603="Ha elfogadja a megállapodást, kattintson az [Igen] gombra. Ha a [Nem] gombra kattint, a szoftver telepítése törölve lesz."
MSM1604="A %CURRENT_STEPITEM% telepítése előtt olvassa el figyelmesen a lenti licencszerződést."
MSM1605="Ha elfogadja a megállapodást, kattintson az [Igen] gombra. Ha a [Nem] gombra kattint, ez a szoftver nem lesz telepítve."
MSM1606="Canon termékek"
MSM1607="Ha nem fogadja el a licencszerződést, ez a szoftver nem lesz telepítve. OK?"
MSM1608="Ha nem fogadja el a licencszerződést, akkor nem lesz telepítve ez az alkalmazás, valamint a Print Studio Pro, amelyhez szükséges ez az alkalmazás. Rendben?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Licencszerződés a %s termék számára"

MSM1651="Rendszerfájl frissítése"
MSM1659="Engedélyezze a Telepítési varázsló folyamatait"
MSM1660="Kérjük, engedélyezze a Telepítési varázsló összes folyamatát"
MSM1661="A Canon termékek telepítése során a tűzfal és a vírusvédelmi alkalmazások figyelmeztető üzeneteket jeleníthetnek meg. Engedélyezze a telepítés folytatását a következőkhöz hasonló parancs kiválasztásával: \n\n– Engedélyezés\n– Igen\n–Tiltás feloldása"

MSM1671="A .NET Framework telepítése"
MSM1672="A Microsoft .NET Framework 4 nincs telepítve számítógépére. Az összes szoftver használatához telepítenie kell a Microsoft .NET Framework 4-et. Kívánja telepíteni?"

MSM1681="Nem található a Microsoft .NET Framework 4"
MSM1682="A Microsoft .NET Framework 4 nem található vagy nem megfelelően van telepítve.\nA Microsoft .NET Framework 4-et  megfelelően kell telepíteni a szoftver használatához."

MSM1701="Telepítés folyamata: %PROGRESS%%"
MSM1702="Befejezés kb. %RESTTIME% perc múlva"
MSM1703="Telepítés folyamata: %PROGRESS%%PERCENT%"
MSM1711="Letöltés..."
MSM1712="Hátralévő idő számítása..."
MSM1713="Hátralévő idő: körülbelül %d perc"
MSM1714="Letöltés %s..."
PERCENT="%"

MSM1801="1. LÉPÉS"
MSM1802="2. LÉPÉS"
MSM1803="3. LÉPÉS"
MSM1804="Felhasználói megállapodás"
MSM1805="Telepítés"
MSM1806="Beállítás"
MSM1806_Mac="Befejezés"
MSM1807="Alkalmazások"
MSM1808="Segédprogramok"
MSM1809="Befejezés"
MSM1810="4. LÉPÉS"
MSM1811="Információ"

MSM1901="Feldolgozás"
MSM1902="Feldolgozás folyik. Kérem, várjon."
MSM1903="%ITEM% telepítése kész."
MSM1904="Telepítés: %ITEM%"
MSM1905="Letöltés: %ITEM%"
MSM1906="Letöltés: %PROG_CAPA%/%TOTAL_CAPA% MB"

MSM2001="Nyomtató csatlakoztatása"
MSM2002="Győződjön meg róla, hogy a nyomtató csatlakoztatva van a számítógéphez, majd kapcsolja be a nyomtatót."
MSM2003="A nyomtatót nem lehet felismerni. Ellenőrizze a csatlakozást."
MSM2004="Kézi kiválasztás"
MSM2005="A port automatikus felismerés nélküli kiválasztásához kattintson a \n[Kézi kiválasztás] gombra."
MSM2006="A nyomtató felismerésre került. Kérem, várjon, amíg a telepítés befejeződik."
MSM2007="A telepítés folyamatban... Türelmét kérjük."
MSM2010="Nyomtató csatlakoztatása"
MSM2011="Ellenőrizze, hogy a nyomtató csatlakoztatva van-e a számítógéphez és be van-e kapcsolva. A csatlakozás ellenőrzése után a számítógép újraindításához kattintson az [Újraindítás] gombra."
MSM2021="Előfordulhat, hogy megjelenik az Új hardver varázsló. Ekkor kattintson az Új hardver varázsló párbeszédpaneljének [Mégse] gombjára a varázsló bezárásához, majd folytassa a telepítést."
MSM2031="Lapolvasó csatlakoztatása"
MSM2032="Győződjön meg róla, hogy a lapolvasó csatlakoztatva van a számítógéphez, majd kapcsolja be a lapolvasót, ha van BE gombja."
MSM2033="A lapolvasót nem lehet felismerni. Ellenőrizze a csatlakozást."
MSM2034="A rendszer felismerte a lapolvasót. Várjon, amíg a telepítés befejeződik."

MSM2051="Telepítési mód"
MSM2052="A nyomtató első alkalommal történő csatlakoztatása a hálózatra"
MSM2053="Akkor válassza ezt a lehetőséget, ha a hálózatra még nem csatlakoztatott nyomtatót vezetékes vagy vezeték nélküli LAN-on keresztül szeretné használni. A hálózati beállítás a nyomtatónak a számítógéphez egy USB-kábellel történő csatlakoztatása révén fog végrehajtódni."
MSM2054="A nyomtató már csatlakoztatva van a hálózatra"
MSM2055="Ezt a lehetőséget abban az esetben válassza, ha a számítógépéről egy olyan nyomtatót szeretne használni, mely már csatlakoztatva van a hálózatra. Akkor is válassza ki ezt a lehetőséget, ha WPS (Wi-Fi Protected Setup) vagy WCN (Windows Connect Now) alkalmazásával egy vezeték nélküli LAN van beállítva."
MSM2056="Válassza ki a telepítési módot, és kattintson a [Tovább] gombra."
MSM2065="Ezt a lehetőséget abban az esetben válassza, ha a helyi hálózathoz még nem csatlakoztatott nyomtatót szeretné használni. A hálózati beállítás a nyomtatónak a számítógéphez egy USB-kábellel történő csatlakoztatása révén fog végrehajtódni."
MSM2067="Ezt a lehetőséget abban az esetben válassza, ha a számítógépéről egy olyan nyomtatót szeretne használni, mely már csatlakoztatva van a hálózatra. "
MSM2068="A nyomtató használata USB-n keresztül"
MSM2069="Abban az esetben válassza ezt az opciót, ha USB-n keresztül akarja használni a nyomtatót."
MSM2070="Nyomtatóbeállítás"
MSM2071="Használat előtt be kell állítania a nyomtatót. A számítógép újraindítása után állítsa be a nyomtatót.\n\nA részletekért tekintse meg a nyomtató dokumentációját."
MSM2081="Ha a kapcsolódási módnak megfelelően a nyomtató vezérlőpaneljén kiválasztotta a vezetékes/vezeték nélküli LAN-beállítást, kattintson az [OK] gombra.\n\nHa még nincs kiválasztva, tekintse meg a Beüzemelési útmutatót."
MSM2081_Mac="Vezetékes/vezeték nélküli LAN felhasználók:\nHa a kapcsolódási módnak megfelelően a nyomtató vezérlőpaneljén kiválasztotta a vezetékes/vezeték nélküli LAN-beállítást, kattintson az [Újraindítás] gombra. A számítógép újraindítása után meg fog jelenni a hálózati beállítási képernyő.\n\nHa még nincs kiválasztva, tekintse meg a Felhasználói kézikönyvet."
MSM2083="Válassza ki a nyomtató csatlakoztatásának módját"
MSM2084="A nyomtató használata USB-n keresztül"
MSM2085="Abban az esetben válassza ezt az opciót, ha USB-n keresztül akarja használni a nyomtatót."
MSM2086="A nyomtató használata vezeték nélküli helyi hálózaton keresztül"
MSM2087="Válassza ezt a beállítást, ha vezeték nélküli helyi hálózaton keresztül szeretné használni a nyomtatót."
MSM2088="A nyomtató használata vezetékes helyi hálózaton keresztül"
MSM2089="Válassza ezt a beállítást, ha vezetékes helyi hálózaton keresztül szeretné használni a nyomtatót."
MSM2090="A nyomtató felismerése"
MSM2091="Indítsa el a nyomtató keresését a hálózaton.\nHa sikeresen megtörtént a nyomtató hálózati beállítása, kattintson a [Tovább] gombra.\n\nHa még nem történt meg, végezze el a hálózati beállítást.\nA hálózati beállítás módjáról az [Online kézikönyv] gombra kattintva olvashat.\n\nA telepítés megszakításához kattintson a [Mégse] gombra."
MSM2090_Mac=
MSM2091_Mac="Indítsa el a nyomtató keresését a hálózaton.\nHa sikeresen megtörtént a nyomtató hálózati beállítása, kattintson a [Tovább] gombra.\n\nHa még nem történt meg, végezze el a hálózati beállítást.\nA hálózati beállítás módjáról az [Online kézikönyv] gombra kattintva olvashat.\n\nA telepítés megszakításához kattintson a [Mégse] gombra."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Indítsa el a nyomtató keresését a hálózaton. Kattintson a [Tovább] gombra.\nA telepítés megszakításához kattintson a [Mégse] gombra."
MSM2096="A nyomtató felismerése"
MSM2097="Folyamatban van a nyomtató keresése a hálózatban."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Port kiválasztása"
MSM2102="Válassza ki a nyomtatóportot, és kattintson a [Tovább] gombra."

MSM2250="Beállítás kész"
MSM2251="A beállítás befejeződött. A termék használatra készen áll. A következő lépéshez kattintson a [Tovább] gombra."
MSM2252="Beállítás kész"
MSM2253="Befejeződött a számítógépről történő nyomtatás beállítása.\nEzután a szoftverek telepítése következik."
MSM2254="A telepítés nincs befejezve.\nA hasznos szoftverek telepítésének folytatásához kattintson a [Folytatás] gombra.\nA telepítésből való kilépéshez kattintson a [Kilépés] gombra."

MSM2261="Beállítás"
MSM2262="A hálózati kapcsolat átmenetileg tiltva a beállítás alatt.\nKérem, várjon."
MSM2263="Nem sikerült végrehajtani a kábel nélküli beállítást. Hagyja abba a folyamatot, és válasszon másik beállítási módszert a képernyőkön megjelenő utasítások segítségével."

MSM2301="Telepítési hiba"
MSM2302="%ITEM% nem telepíthető. A telepítési folyamat megismétléséhez kattintson az [Újraindítás] gombra."
MSM2303="A kézikönyv leírja a telepítési problémák okait és megoldási módjukat."
MSM2304="Újraindítás"
MSM2305="Hálózati problémák esetén tekintse meg a Hálózati hibaelhárítási útmutatót.\nEgyéb problémák esetén tekintse meg a kézikönyvet."

MSM2401="Nyomtatófej-igazítás javasolt"
MSM2402="A nyomtatófejek igazíthatóak. Ha a nyomat elcsúszó vonalakat tartalmaz, vagy nem kielégítő, a nyomtatófej-igazítás megoldhatja a hibákat.\n\nA részletekért tekintse meg a felhasználói kézikönyvet."
MSM2402_Mac="A nyomtató használatbavétele előtt a nyomtatófejek igazítására van szükség. A nyomtatófejek igazítása kijavítja a nyomtatófejek behelyezés során felvett pozíciót, javítja az elváltozó színeket és az elhajtó vonalakat.\n\nA számítógép újraindítása és a nyomtató számítógéphez való csatlakoztatása után hajtson végre egy nyomtatófej-igazítást.\n\nA részletekér tekintse meg a felhasználói kézikönyvet."
MSM2411="Nyomtatófej-igazítás"
MSM2412="A nyomtató használatbavétele előtt a nyomtatófejek igazítására van szükség. Tegyen papírt a nyomtatóba, és kattintson a [Végrehajtás] pontra. A részleteket a nyomtató kézikönyvében találja.\n\nHa az igazítás kész, kattintson a [Tovább] gombra."
MSM2412_Mac=
MSM2413="Végrehajtás"
MSM2414="Ha fotókat nyomtat ezen a nyomtatón, ajánlott elvégezni egy nyomtatófej-igazítást. A nyomtatófej-igazítás végrehajtásához tegyen be normál papírt a kazettába, majd kattintson a [Végrehajtás] gombra. Amikor befejeződött a fejigazítás, kattintson a [Tovább] gombra. Részletekért tekintse meg a nyomtató kézikönyvét.\n\nTovábbá, a fejigazítás a telepítés befejezése után áll rendelkezésre. A nyomtatófej-igazítás nélküli folytatáshoz kattintson a [Tovább] gombra."
MSM2414_Mac="Ha fotókat nyomtat ezen a nyomtatón, ajánlott elvégezni egy nyomtatófej-igazítást. A nyomtatófej-igazítás végrehajtásához tegyen be normál papírt a kazettába, majd kattintson a [Végrehajtás] gombra. Részletekért tekintse meg a nyomtató kézikönyvét.\n\nTovábbá, a fejigazítás a telepítés befejezése után áll rendelkezésre. A nyomtatófej-igazítás nélküli folytatáshoz kattintson a [Tovább] gombra."
MSM2415="A nyomtató használatbavétele előtt a nyomtatófejek igazítására van szükség. Tegyen MP-101 típusú papírt a nyomtatóba, és kattintson a [Végrehajtás] gombra. A részleteket a nyomtató kézikönyvében találja.\n\nHa az igazítás kész, kattintson a [Tovább] gombra."
MSM2415_Mac=
MSM2416="A nyomtató használata előtt végre kell hajtania a nyomtatófej beigazítását. Kattintson a [Végrehajtás] gombra a Nyomtatófej-igazítás indítása képernyő megjelenítéséhez. Kövesse a képernyőn megjelenő utasításokat az igazítási minta kinyomtatásához. Helyezze a kinyomtatott igazítási mintát az üveglapra, és olvassa be.\n\nA nyomtatófej-igazítás befejezése után kattintson a [Tovább] gombra."
MSM2416_Mac=
MSM2417="A nyomtatófejek igazíthatóak. Ha a nyomat elcsúszó vonalakat tartalmaz, vagy nem kielégítő, a nyomtatófej-igazítás megoldhatja a hibákat."
MSM2418="A nyomtató használatbavétele előtt a nyomtatófejek igazítására van szükség. Tegyen papírt a nyomtatóba, kattintson a [Végrehajtás] pontra, majd kattintson a [Tovább] gombra."
MSM2418_Mac=
MSM2420="Nyomtatók keresése."
MSM2421="%PRODUCTNAME% keresése."
MSM2422="Nyomtatási sor nem található."
MSM2423="A nyomtató regisztrálásához kattintson a [Nyomtató regisztrálása] gombra."
MSM2424="Nyomtató regisztrálása"
MSM2431="A nyomtató és a lapolvasó regisztrálása"
MSM2432="Sikeresen megtörtént a nyomató és a lapolvasó hálózati beállítása.\nEzután regisztrálhatja a nyomtatót és a lapolvasót a számítógépen.\n\nA regisztrálást elvégző alkalmazás elindításához kattintson a [Nyomtató regisztrálása], illetve a [Lapolvasó regisztrálása] gombra. A regisztrálás végrehajtásához kövesse az alkalmazás utasításait."
MSM2433="Nyomtató regisztrálása"
MSM2434="Lapolvasó regisztrálása"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Felhasználói regisztráció"
MSM2453="Tovább"
MSM2464="Felhasználói regisztráció"
MSM2465="Regisztrálja Canon termékét még ma, s a következő előnyös szolgáltatásokban lesz része:\n- Megkapja e-mailben a havonta megjelenő hírlevelünket Canon megtakarítási lehetőségekkel\n- Szórakoztató Creative Park projekteket és más hasznos tippeket kap\n- Legyen az elsők között, akik értesítést kapnak a szoftverfrissítésekről"
MSM2474="Felhasználói regisztráció"
MSM2475="A termék regisztrálásával fontos termék- és szolgáltatási információkhoz juthat. A regisztráláshoz internetkapcsolat szükséges."
MSM2484="Termékregisztráció"
MSM2485JU="Regisztrálja Canon termékét még ma, és a következő előnyökhöz juthat:\n– A Canon rögzíti adatait esetleges biztosítási igazolások kiadásához.\n– Elsőként kaphatja meg a szoftverfrissítésekről szóló értesítéseket.\n– Hozzájuthat a Canon megtakarításokról szóló havi e-mailes hírújságához."
MSM2485M="A termék frissítésével és regisztrálásával fontos termék- és szolgáltatási információkhoz juthat. A frissítéshez és a regisztráláshoz internetkapcsolat szükséges."
MSM2486_Mac="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2486_Mac2="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2487="Egy későbbi időpontban történő regisztrációhoz kattintson a [Mégse] gombra, és ugorjon a következő lépéshez. A termékeket tetszőleges időpontban regisztrálhatja a Quick Menu segítségével is."

MSM2501="CANON iMAGE GATEWAY Felhasználói regisztráció"
MSM2502="Regisztrálás"
MSM2503="CANON iMAGE GATEWAY Termékregisztráció"
MSM2504="A CANON iMAGE GATEWAY egy különleges online szolgáltatás kizárólag azon felhasználók számára, akik olyan terméket vásárolnak, amely ingyenes tagságra vagy éves tagsági díjra jogosít fel. Különféle szolgáltatásokat használhat, amelyekkel izgalmasan kibővítheti a digitális fényképezés világát, ehhez csak a felhasználói regisztrációt kell elvégeznie."
MSM2506="Ha a [Regisztrálás] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2507="Ha a [Regisztrálás] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2511="Felhasználói regisztráció"
MSM2513="Termékregisztráció"
MSM2514="Regisztrálja Canon termékét még ma, s a következő előnyös szolgáltatásokban lesz része:\n- Megkapja e-mailben a havonta megjelenő hírlevelünket Canon megtakarítási lehetőségekkel\n- Szórakoztató Creative Park projekteket és más hasznos tippeket kap\n- Legyen az elsők között, akik értesítést kapnak a szoftverfrissítésekről"
MSM2515="A termék regisztrálásával fontos termék- és szolgáltatási információkhoz juthat. A regisztráláshoz internetkapcsolat szükséges."
MSM2516="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2517="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2521="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi, a területi információk és a nyomtató sorozatszáma automatikusan össze lesz gyűjtve és az interneten keresztül el lesz küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2522="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat, majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2526="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi, a területi információk és a nyomtató sorozatszáma automatikusan össze lesz gyűjtve és az interneten keresztül el lesz küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2527="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat, majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."

MSM2551="Canon %s Felhasználói regisztráció"
MSM2552="Felhasználói regisztráció letörlése"
MSM2571="%s Felhasználói regisztráció letörlő"
MSM2572="Biztos benne, hogy törölni szeretné a „Canon %s Felhasználói regisztráció” alkalmazást és az összes komponensét?"
MSM2573="A letörlés sikeresen befejeződött."
MSM2574="A letörlés nem sikerült."
MSM2575="A letörlés befejezéséhez újra kell indítani a számítógépet. Az újraindításhoz kattintson az [OK] gombra, későbbi újraindításhoz kattintson a [Mégse] gombra."
MSM2576="A Canon %s Felhasználói regisztráció törléséhez rendszergazdai jogosultságok szükségesek."
MSM2577="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi és a területi információk automatikusan össze lesznek gyűjtve és az interneten keresztül el lesznek küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2577_Mac2="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi, a területi információk és a nyomtató sorozatszáma automatikusan össze lesz gyűjtve és az interneten keresztül el lesz küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2578="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat, majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2578_2="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2580="A csatlakozás nem sikerült. Ellenőrizze, hogy a hálózati kapcsolat engedélyezve van-e, majd próbálja meg újra. Ha a kapcsolat létrehozása továbbra sem sikerül, várjon egy kicsit majd próbálkozzon újra. A termékeket tetszőleges időpontban regisztrálhatja a Solution Menu EX segítségével is."
MSM2581="A csatlakozás nem sikerült. Ellenőrizze, hogy a hálózati kapcsolat engedélyezve van-e, majd próbálkozzon ismét. Ha a kapcsolat létrehozása továbbra sem sikerül, próbálkozzon ismét később."
MSM2582="A csatlakozás nem sikerült."
MSM2583="Csatlakozás"
MSM2584="Kis törelmet, csatlakozás folyamatban."
MSM2585="Adja meg a tűzfalhoz tartozó felhasználónevet és jelszót."
MSM2586=
MSM2587=
MSM2588=
MSM2589="A csatlakozás nem sikerült. Ellenőrizze, hogy a hálózati kapcsolat engedélyezve van-e, majd próbálkozzon ismét. Ha a kapcsolat létrehozása továbbra sem sikerül, próbálkozzon ismét később."

ExecutingPrefSet_Mac="Az alkalmazói program hivatkozása a CanoScan Toolbox alkalmazáshoz van beállítva."

MSM2601="A telepítés sikeresen befejeződött."
MSM2602="Indítsa újra a rendszert (ajánlott)"
MSM2603="Újraindítás"
MSM2604="A telepítés sikeresen befejeződött.\nGyőződjön meg róla, hogy a lapolvasó csatlakoztatva van a számítógéphez és be van kapcsolva, majd kattintson a [Kilépés] gombra."

MSM2610="Tegyen normál papírt a kazettába"
MSM2611="A lentiek szerint töltsön be normál papírt."
MSM2612="Csak normál papírt töltsön a kazettába"
MSM2613="Töltsön fotópapírt a hátsó tálcába"

MSM2701="Telepítés törlése"
MSM2702="A telepítés nincs befejezve. A folytatáshoz kattintson a [Folytatás] gombra. A telepítés törléséhez kattintson a [Mégse] gombra."
MSM2702_Mac="A telepítés nincs befejezve. A folytatáshoz kattintson a [Folytatás] gombra. A telepítés törléséhez kattintson a [Megszakítás] gombra."

MSM2801="Rendszerbeállítások módosítása"
MSM2802="Az új beállításokhoz újra kell indítania a rendszert.\nKívánja most újraindítani a rendszert?"

MSM2851="Extended Survey Program"
MSM2856="Elfogadás"
MSM2857="Elutasítás"
MSM2870="Amennyiben segíteni szeretne nekünk abban, hogy a vásárlók igényeinek jobban megfelelő termékeket fejlesszünk és forgalmazzunk, a Canon az Ön jóváhagyását kéri, hogy letölthesse interneten keresztül a Canon termékével kapcsolatos alábbi információkat."
MSM2871="Amennyiben segíteni szeretne nekünk abban, hogy a vásárlók igényeinek jobban megfelelő termékeket fejlesszünk és forgalmazzunk, a Canon az Ön jóváhagyását kéri, hogy elküldhesse egy hivatalos jóváhagyással rendelkező kutatócégnek interneten keresztül a Canon termékével kapcsolatos alábbi információkat."
MSM2873="Ha elfogadja a fentieket, kattintson az [Elfogadás] gombra. Ellenkező esetben kattintson az [Elutasítás] gombra."
MSM2874="Amennyiben segíteni szeretne nekünk abban, hogy a vásárlók igényeinek jobban megfelelő termékeket fejlesszünk és forgalmazzunk, a Canon az Ön jóváhagyását kéri, hogy elküldhesse a Canon vállalatnak (ha Canon termékét Kínában használja, akkor egy hivatalos jóváhagyással rendelkező kutatócégnek) interneten keresztül a Canon termékével kapcsolatos alábbi információkat."
MSM2876="Ha elfogadja a fentieket, a felmérési program telepítéséhez kattintson az [Elfogadás] gombra. Ellenkező esetben kattintson az [Elutasítás] gombra. Előfordulhat, hogy a program nem fut a nem támogatott verziójú operációs rendszereken."
MSM2879_Win="Ha megjelenik a Felhasználói fiókok felügyelete ablak, engedélyezze a programnak a folytatást."
MSM2901="Próbanyomtatás"
MSM2902="A nyomtató beállítása és a szoftver telepítése befejeződött.\n\nA nyomtató működésének ellenőrzéséhez próbanyomtatást kell végrehajtani. Tegyen normál papírt a nyomtatóba, és kattintson a [Végrehajtás] gombra. A próbanyomtatás befejezése után kattintson a [Tovább] gombra.\n\nA próbanyomtatás kihagyásához kattintson a [Tovább] gombra a [Végrehajtás] gomb helyett.\n\nNyomtatási hiba esetén a telepítés újrakezdéséhez kövesse a képernyőn megjelenő utasításokat."
MSM2903="A nyomtató működésének ellenőrzéséhez próbanyomtatást kell végrehajtani.\nTegyen normál papírt a nyomtatóba, kattintson a [Végrehajtás] gombra, majd kattintson a [Tovább] gombra.\n\nA próbanyomtatás kihagyásához kattintson a [Tovább] gombra a [Végrehajtás] gomb helyett.\n\nNyomtatási hiba esetén a telepítés újrakezdéséhez kövesse a képernyőn megjelenő utasításokat."

MSM3001="A nyomtató használatához szüksége van erre a szoftverre.\nKülönböző papírtípusoknak és papírméreteknek megfelelő nyomtatásokat végezhet."
MSM3002_Mac="A képernyőn megjelenő kézikönyv elmagyarázza az illesztő működését, és egyszerű utasításokkal bemutatja az alkalmazás használatát."
MSM3008="Könnyedén összekapcsolhatja a képeket szöveggel, és nyomtathatja a borítókat közvetlenül a lemezre (Direct Print)."
MSM3009="Frissítse a rendszert."
MSM3010="Ez a segédprogram lehetővé teszi, hogy a nyomtató kártyahelyébe tett memóriakártyán lévő fájlokat használja."
MSM3011="Ez az illesztő lehetővé teszi, hogy az eszközt hálózaton használja."
MSM3012="Ezzel az eszközzel a hálózathoz csatlakoztatott készülék csatlakozási módját és biztonsági beállításait változtathatja meg. "
MSM3013="A My Printer segítségével az olyan nyomtatási problémákat oldhatja meg, mint az elmosódott nyomtatás."
MSM3016="Az MP Drivers a dokumentumok kinyomtatásához és a képek beolvasásához kell."
MSM3018="Az ArcSoft PhotoStudio alkalmazással javíthatja és tökéletesítheti a lapolvasóról vagy digitális fényképezőgépről importált fényképeket."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="A ScanSoft OmniPage SE egy optikai karakterfelismerő program, amely a könyvekben vagy újságokban lévő szöveget karakteres adattá konvertálja."
MSM3021="A Presto! PageManager segít a dokumentumok és fényképek könnyed beolvasásában, megosztásában és kezelésében. A könnyed visszakeresés végett az összes üzleti dokumentumát korlátlan mélységig rendezheti mappákba."
MSM3023="A Setup Utility lehetővé teszi az infravörös vagy a Bluetooth kapcsolaton keresztül történő nyomtatás beállítását."
MSM3024="A telepítő lehetővé teszi, hogy a nyomtatási beállításait PictBridge segítségével adja meg."
MSM3026="Ez egy beépülő szoftver, amely egyszerűbb professzionális fényképnyomtatást tesz lehetővé. Használatához telepíteni kell egy megfelelő alkalmazást."
MSM3027="Az XPS illesztőprogram az XPS-nyomtatást támogató alkalmazásokból történő nyomtatásra alkalmas (Windows Vista vagy újabb rendszeren)."
MSM3027_0="Az XPS illesztőprogram az XPS-nyomtatást támogató alkalmazásokból történő nyomtatásra alkalmas (Windows Vista vagy újabb rendszeren). Előfeltétel az IJ nyomtatóillesztő-program sikeres telepítése."
MSM3027_1="Az XPS illesztőprogram az XPS-nyomtatást támogató alkalmazásokból történő nyomtatásra alkalmas (Windows Vista vagy újabb rendszeren). Előfeltétel az MP Drivers sikeres telepítése."
MSM3028="A ScanGear a lapolvasó működéséhez szükséges lapolvasó illesztőprogram. Az illesztő használatához indítson el például egy képszerkesztő alkalmazói szoftvert."
MSM3028_Mac=
MSM3031_Mac="A képernyőn megjelenő kézikönyv elmagyarázza az illesztő működését, és egyszerű utasításokkal bemutatja az alkalmazás használatát."
MSM3032=
MSM3034="Ez az Adobe RGB típusú képek színeinek valósághű nyomtatásához szükséges. Az Adobe az Adobe Systems Incorporated védjegye vagy bejegyzett védjegye az USA-ban, illetve más országokban."
MSM3035="A Setup Utility lehetővé teszi a beállítások konfigurálását infravörös, Bluetooth vagy PictBridge kapcsolaton keresztül történő nyomtatás esetén."
MSM3037="A ScanGear CS a lapolvasó működéséhez szükséges lapolvasó illesztőprogram (TWAIN-illesztő). Az illesztő használatához egy olyan alkalmazói szoftver szükséges, mint például egy képszerkesztő program."
MSM3040="Az Easy-PhotoPrint EX lehetővé teszi a digitális fényképezőgépének képeivel történő saját fotóalbumok, címkék, naptárak egyszerű létrehozását. Szegély nélküli fényképeket is egy pillanat alatt nyomtathat. Továbbá, a nyomtatás előtt vörösszem korrekciót és digitális arcsimítást is végezhet."
MSM3041="Azonnal elindítja azt a kiegészítő alkalmazói szoftvert, mely lehetővé teszi, hogy a fényképeket könnyedén kinyomtassa."
MSM3042="Az MP Navigator EX lehetővé teszi, hogy beolvasott képeit könnyűszerrel importálhassa nyomtatás, e-mailhez csatolás vagy számítógépre mentés céljából egy alklamazói szoftverbe."
MSM3043="A kézikönyvben megtalálható a gép és a hozzátartozó szoftver működésének leírása. Ezenkívül tartalmazza a hibaelhárítási információkat is.\nA kézikönyv megtekintéséhez Internet Explorer 8.0 vagy újabb verzió szükséges."
MSM3043_Mac="A kézikönyvben megtalálható a gép és a hozzátartozó szoftver működésének leírása. Ezenkívül tartalmazza a hibaelhárítási információkat is."
MSM3044="Az Easy-WebPrint EX segítségével kivághatja a weboldalak bizonyos részeit, majd a kívánt elrendezésben nyomtathatja ki ezeket. Ez az alkalmazás hasznos eszköztárként jelenik meg a böngészőben. Használatához az Internet Explorer 7.0-ás vagy újabb verziója szükséges."
MSM3044_Mac=
MSM3045="Ennek a szoftvernek a segítségével szerkesztheti a kódolt gyorshívást, a felhasználói adatokat és más, a nyomatón bejegyzett beállításokat, illetve a módosított beállításokat a számítógépre mentheti, vagy pedig bejegyezheti azokat a nyomtatóra."
MSM3046="A Solution Menu EX segítségével azonnal elindíthatja az egyszerű album- vagy naptárnyomtatást lehetővé alkalmazást, vagy elindíthatja a lapolvasást, egyetlen kattintással. Továbbá egyszerűen elérheti a Canon webhelyeit, amelyek támogatást nyújtanak a különféle felhasználási módokhoz."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Fényképeket importálhat, majd olyan személyre szabott termékeket hozhat létre és nyomtathat ki a segítségükkel, mint a kollázsok, az üdvözlőkártyák vagy a naptárak. Pár egyszerű lépésben nyomtathat keret nélküli fényképeket vagy javíthatja és tökéletesítheti a képeket. A Quick Menu programmal együtt használva ajánlókat készíthet a mentett fényképekből."
MSM3049="Egy beépülő modul a fényképek nyomtatásához, amely támogatja és elősegíti a profi művészi munkák létrehozását. Egy megfelelő alkalmazást kell telepítenie. A megfelelő alkalmazásokról a kézikönyvben olvashat."
MSM3050="Gyorsan elindíthatja Canon terméke szoftvereit és kézikönyveit. Továbbá gyorsan elérhet Canon termékéről hasznos információkat tartalmazó, és a különféle felhasználási módokat támogató további webhelyeket. A My Image Garden programmal együtt használva aktiválhatja az Image Display Programot, amelyben ajánlásokat és fényképeket jeleníthet meg diavetítésként."
MSM3051="A lapolvasó működéséhez illesztőprogram szükséges. Ez akkor lép működésbe, amikor ICA-kompatibilis alkalmazásból működteti a lapolvasót."
MSM3052=
MSM3053="Gyorsan elindíthatja Canon terméke szoftvereit. Továbbá gyorsan elérheti a kézikönyvet és a különféle webhelyeket."
MSM3054="Nyelvi szótárak hozzáadása, amelyeket kereshető szövegű PDF-fájlok létrehozásához vagy az optikai karaterfelismeréshez használhat. A telepítés után válassza ki az adott nyelvet a Canon IJ Scan Utility beállítási képernyőjén."
MSM3055="Ez egy alkalmazás, amely megnyitja a ScanGear szoftvert a képek előzetes megtekintéséhez és beolvasásához, majd elmenti őket egy számítógépre."
MSM3056=
MSM4001W="IJ nyomtatóillesztő"
MSM4001="Nyomtatóillesztő"
MSM4002="Felhasználói kézikönyv"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS illesztőprogram"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Gyorshívó segéd"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA-illesztőprogram"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="További szótárak optikai karaterfelismeréshez (kínai/koreai)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Az online tintavásárlás lehetősége már rendelkezésre áll."
EIDENABLER_ADMIN="A szoftver elindításához a Rendszergazdák csoportjának tagjaként kell bejelentkeznie."

MENU1_Mac="Telepítő névjegye"
MENU2_Mac="Szolgáltatások"
MENU3_Mac="Telepítő elrejtése"
MENU4_Mac="Mások elrejtése"
MENU5_Mac="Minden megjelenítése"
MENU6_Mac="Kilépés a telepítőből"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Kína"
HK="Hongkong (k.k.t.)"
ID="Indonézia"
IN="India"
JP="Japán"
KR="Korea"
MY="Malajzia"
PH="Fülöp-szigetek"
SG="Szingapúr"
TW="Tajvan"
TH="Thaiföld"
VN="Vietnam"
MO="Makaó"

AU="Ausztrália"
NZ="Új-Zéland"

US="Amerikai Egyesült Államok"
CA="Kanada"
BR="Brazília"
MX="Mexikó"
AR="Argentína"
CL="Chile"
PA="Panama"

AT="Ausztria"
BE="Belgium"
BG="Bulgária"
HR="Horvátország"
CZ="Cseh Köztársaság"
DK="Dánia"
EE="Észtország"
FI="Finnország"
FR="Franciaország"
DE="Németország"
GR="Görögország"
HU="Magyarország"
IE="Írország"
IT="Olaszország"
LV="Lettország"
LT="Litvánia"
LU="Luxemburg"
NL="Hollandia"
NO="Norvégia"
PL="Lengyelország"
PT="Portugália"
RO="Románia"
RU="Oroszország"
SK="Szlovákia"
SI="Szlovénia"
ZA="Dél-Afrika"
ES="Spanyolország"
SE="Svédország"
CH="Svájc"
TR="Törökország"
GB="Egyesült Királyság"

Others="Egyéb"

MSM2703="A telepítés megszakítása"
MSM2704="A telepítés nem teljes."
MSM2705="Kattintson a Folytatás-ra ha folytatni kívánja a telepítést. Kattintson a Megszakítás-ra, ha abba akarja hagyni."
MSM2706="Folytatás"
MSM2707="Megszakítás"
MSM2951="%s telepítő"
MSM2952="A telepítő CD nem található. Az %s illesztőjének telepítéséhez tegye be az %s CD-t, és kattintson az OK gombra."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Válassza ki a nyomtató csatlakoztatásának módját."
MSM6001="Vezeték nélküli helyi hálózati kapcsolat"
MSM6002="Vezetékes LAN kapcsolat"
MSM6003="USB-kapcsolat"
MSM6004="A nyomtató hálózati beállításának újrapróbálása"
MSM6005="Válassza ki a vezeték nélküli LAN hálózat csatlakoztatásának módját."
MSM6006="Csatlakozás vezeték nélküli routeren keresztül (ajánlott)"
MSM6007="Közvetlen kapcsolat"
MSM6008="A számítógép és a nyomtató összekapcsolása vezeték nélküli router segítségével."
MSM6009="A számítógép és a nyomtató közvetlen összekapcsolása."
MSM6010="A csatlakozás vezeték nélküli routeren keresztül és a Közvetlen kapcsolat közötti váltáshoz vagy a csatlakozási módok bővebb ismertetéséhez kattintson az [Utasítások] lehetőségre."
MSM6011="Utasítások"
MSM6012="Ellenőrizze, hogy a nyomtató be van kapcsolva."
MSM6013="Nyomtatók a hálózaton lista"
MSM6014="Sorozatszám"
MSM6015="MAC-cím"
MSM6016="IP-cím"
MSM6017="A beállított nyomtató nem található a listán"
MSM6018="Frissítés"
MSM6019="1. A hálózaton található nyomtató beállításához válassza ki az egyiket a fenti nyomtatólistán, majd kattintson a [Tovább] gombra.\n   A sorozatszám a nyomtató hátoldalán és a garanciajegyen van feltüntetve.\n   A fenti listán csak a sorozatszámok utolsó 5 számjegye látszik.\n2. Ha a beállítani kívánt nyomtató nem jelenik meg a fenti listán, kapcsolja be a nyomtatót, kattintson a [Frissítés] gombra.\n3. Ha a nyomtató továbbra sem jelenik meg, válassza [A beállított nyomtató nem található a listán] lehetőséget, és kattintson a [Tovább] gombra."
MSM6020="1. Ha a hálózaton beállítani kívánt nyomtató szerepel a fenti nyomtatólistán, akkor jelölje ki, és kattintson a [Tovább] gombra.\n   A sorozatszámot a nyomtató hátoldalán vagy a garancialevélen találhatja meg.\n2. Ha a hálózaton beállítani kívánt nyomtató nem szerepel a fenti listán, akkor kapcsolja be a nyomtatót, és kattintson a [Frissítés] gombra.\n3. Ha a nyomtató továbbra sincs a listán, válassza [A beállított nyomtató nem található a listán] lehetőséget, majd kattintson a [Tovább] gombra.\n4. USB-kapcsolat esetén válassza ki [A beállított nyomtató nem található] lehetőséget is, majd kattintson a [Tovább] gombra."
MSM6021="A csatlakozás befejeződött."
MSM6022="Csatlakozási módszer választása"
MSM6023="Tápellátás ellenőrzése"
MSM6024="Használjon másik módszert a beállításhoz. Kövesse a képernyőn megjelenő utasításokat."
MSM6025="A nyomtató beállítását be kell fejezni az XPS illesztőprogram telepítése előtt. Ha a beállítás még nem fejeződött be, kattintson a [Vissza az elejére] lehetőségre a nyomtató beállításához."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="A My Image Garden a számítógépre mentett képek felhasználásával automatikusan képeslapot vagy naptárt készít."
MSM6101="A CREATIVE PARK PREMIUM a Különleges tartalmakat kizárólag az eredeti Canon tintát használók számára kínálja."
MSM6102="Tökéletesen lemásolhat egy nyomtatott fényképet egyszerűen a nyomtató menüjét használva."
MSM6103="Még ha a nyomtató ki is van kapcsolva, automatikusan bekapcsol, ha elindít egy nyomtatási feladatot."
MSM6104="A csendes mód segítségével csendesen nyomtathat, másolhat vagy olvashat be, nem kell figyelnie az órára vagy a közelben levő emberekre."
MSM6105="Az itt említett funkciók függenek a használt típustól. További részleteket a kézikönyvben talál."
MSM6106="További részleteket a működésről és a beállításokról a kézikönyvben talál."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Kattintson a [Nyomtató hozzáadása] lehetőségre, és kövesse a képernyőn látható utasításokat a nyomtató hozzáadásához.\n\nA nyomtató hozzáadása után kattintson a [Tovább] lehetőségre."
MSM6065="A nyomtató összes funkciójának használatához telepítenie kell a Canon illesztőprogramot.\nKattintson a [Tovább] lehetőségre és ismételje meg a beállítást."
MSM6066=
MSM6067="Csatlakoztassa a nyomtatót a számítógéphez az USB-kábellel.\nEllenőrizze, hogy a nyomtató be van kapcsolva."
MSM6091="Végrehajtotta már a nyomtató inicializálását?"
MSM6092="1. Ellenőrizze, van-e a tinta a tintatartályban.\n2. Nyomja meg és körülbelül 5 másodpercig tartsa nyomva a nyomtató Stop gombját.\nEkkor megkezdődik a nyomtató inicializálása. Ez a művelet körülbelül 6 percet vesz igénybe."
MSM6093="1. Ellenőrizze, van-e a tinta a tintatartályban.\n2. Nyomja meg és körülbelül 5 másodpercig tartsa nyomva a nyomtató ÚJRAKEZD/MÉGSE (RESUME/CANCEL) gombját.\nEkkor megkezdődik a nyomtató inicializálása. Ez a művelet körülbelül 6 percet vesz igénybe."
